Repository: Paulalermaa/21808771X
Catalog: omegat/project_save.tmx
Source language: en
Languages: es_es

source: These artists drew and painted many floral still lives, which influenced Van Gogh.
es_es: Estos artistas dibujaron y pintaron muchos bodegones florales, que influyeron en Van Gogh.

source: These civil uprisings broke out through Europe and we’re not always successful, but in France, it led to a new and free country.
es_es: Estas revueltas civiles estallaron en toda Europa y no siempre tuvieron éxito, pero en Francia dieron lugar a un país nuevo y libre.

source: These words play a crucial role in the understanding of this piece of art.
es_es: Estas palabras juegan un papel crucial en la comprensión de esta obra de arte.

source: They also both used the bright yellow color, and other bold, vivid colors to make a lot of floral paintings.
es_es: Ambos utilizaban también el color amarillo brillante y otros colores vivos y atrevidos para hacer muchos cuadros florales.

source: They differed in views.
es_es: Ellos diferían en puntos de vista.

source: They learned a lot from each other even though their collaboration was not long.
es_es: Aprendieron mucho el uno del otro a pesar de que su colaboración no fue larga.

source: They point out that it is not solely the physical fatigue that makes the old man in the picture lean onto his palms, but his state of consciousness.
es_es: Señalan que no es únicamente el cansancio físico lo que hace que el anciano de la imagen se apoye en las palmas de sus manos, sino su estado de conciencia.

source: This act of mutilation was thought to be mostly due to the depression he suffered at night and he even tried to give his ear to a prostitute, with whom might he have had a relationship.
es_es: Se cree que este acto de mutilación se debió sobre todo a la depresión que sufría por las noches, e incluso intentó regalar su oreja a una prostituta, con la que podría haber mantenido una relación.

source: This added to his troubles.
es_es: Esto agravó sus problemas.

source: This can be very easily be seen in the 800 letters written by Vincent Van Gogh to his brother in a brief period of 20 years (Meekeren, 2003).
es_es: Esto se puede ver muy fácilmente en las 800 cartas escritas por Vincent Van Gogh a su hermano en un breve período de 20 años (Meekeren, 2003).

source: This one is among my personal favorites; it was created when the artist was fascinated by the life of simple rural workers.
es_es: Este es uno de mis favoritos personales; fue creado cuando el artista estaba fascinado por la vida de los simples trabajadores rurales

source: This researcher has also been influenced by Van Gogh and wanted to learn more about him.
es_es: Este investigador también ha sido influenciado por Van Gogh y quería aprender más sobre él.

source: This stage is to help the researcher to concentrate on the topic and stick to it.
es_es: Esta etapa es para ayudar al investigador a concentrarse en el tema y apegarse a él.

source: This was mainly due to dissatisfaction with the political scenario, the desire for freedom of the press, and the need for the people to look after and participate in the law-making and government policies.
es_es: Esto fue principalmente previsto para el descontento con el escenario político, el deseo de libertad de la presión, y la necesidad de la gente de cuidar y participar al hacer las leyes y las normas del gobierno.

source: Throughout this thesis, the researcher will review Vincent Van Gogh’s talent.
es_es: A lo largo de esta tesis, el investigador repasará el talento de Vincent Van Gogh.

source: Thus, it can be based on the information taken from original documents, remains periodicals and textbooks.
es_es: Así, puede basarse en la información extraída de documentos originales, restos de publicaciones periódicas y libros de texto.

source: Thus, the hypothesis or questions create some framework.
es_es: Así, la hipótesis o las preguntas crean algún marco.

source: Timeline of Vincent Van Gogh’s life.
es_es: Línea del tiempo de la vida de Vincent Van Gogh.

source: To conclude, Vincent van Gogh’s paintings are full of vivid positive and dark negative emotions, which often reflect the painter’s state of mind.
es_es: Para concluir, los cuadros de Vicent van Gogh están llenos de emociones alegres positivas, y oscuras negativas, que a menudo refleja los estados de ánimo del pintor.

source: To conduct the research using the historical method one is to remember about the stages that are to be followed.
es_es: Para realizar la investigación con el método histórico se tiene que recordar las etapas que se van a seguir.

source: To explain the way Vincent Van Gogh’s works were developing, I will include the information about other artists and explain how they influenced him, in what way they altered his paintings.
es_es: Para explicar la forma en que se fueron desarrollando las obras de Vincent Van Gogh, incluiré información sobre otros artistas y explicaré cómo lo influenciaron, de qué manera alteraron sus pinturas.

source: To understand particular processes and consider objects or concepts one is to maintain research.
es_es: Para comprender procesos particulares y considerar objetos o conceptos, uno debe mantener la investigación.

source: To understand what is better to choose one can get background information based on secondary sources.
es_es: Para comprender qué es mejor elegir, uno puede obtener información de antecedentes basada en fuentes secundarias.

source: Van Gogh and Gauguin are known as two of the most influential artists of their era.
es_es: Van Gogh y Gauguin ambos son conocidos como los artistas más influyentes de su era.

source: Van Gogh had a difficult childhood this was attributed to his lack of proper socialization in early childhood.
es_es: Van Gogh tuvo una infancia difícil, atribuida a su falta de socialización en la primera infancia.

source: Van Gogh had no success in the choice of careers that had been laid out for him by his parents.
es_es: Van Gogh no tuvo éxito en la elección de carreras que le habían planteado sus padres.

source: Van Gogh himself has mentioned that Gauguin liked sunflowers, so he was painting them while missing his friend, suffering from loneliness and isolation.
es_es: El propio Van Gogh ha mencionado que a Gauguin le gustaban los girasoles, así que los pintaba mientras echaba de menos a su amigo, aquejado de soledad y aislamiento.

source: Van Gogh started to be disconnected from his family at a very young age due to his failure to perform successfully in the career fields they chose for him such as teaching, religion, and sales (Butterfield, 2011).
es_es: Van Gogh dejó de tener relación con su familia a una edad muy temprana debido a su fracaso de realizar exitosamente una carrera en el campo que ellos habían escogido para él, como la enseñanza, la religión y las ventas (Butterfield, 2011).

source: Van Gogh suffered from some severe active mental disorders which are now thought to have been periods of depression which led him to risky behaviors such as smoking, drinking, trying to cut off his ear, and finally suicide.
es_es: Van Gogh padeció algunos trastornos mentales activos graves que ahora se cree que fueron periodos de depresión que le llevaron a conductas de riesgo como fumar, beber, intentar cortarse una oreja y, finalmente, al suicidio.

source: Van Gogh tried his luck in selling art, preaching, and book-keeping.
es_es: Van Gogh probó suerte vendiendo arte, predicando y llevando la contabilidad.

source: Van Gogh was also highly interested in figure drawing (Smith & Naifeh, 2011, p.
es_es: Van Gogh también estaba muy interesado en el dibujo de figuras (Smith & Naifeh, 2011, p).

source: Van Gogh “saw himself as wrongly convicted, not ill” (Charles, 2014, p.
es_es: Van Gogh “Lo ví como erróneamente condenado, no enfermo” (Charles, 2014, p.

source: Van Gogh’s Mental Illness: Was it Depression?
es_es: La enfermedad mental de Van Gogh: ¿Era depresión?

source: Van Gogh’s first job was as a gallery salesman in 1875 but he was not happy.
es_es: El primer trabajo de Van Gogh fue como vendedor de galerías en 1875, pero no estaba contento.

source: Van Gogh’s painting called The Starry Night demonstrates one of the distinct symptoms of lead poisoning – seeing the objects in circles or halos (Meekeren, 2003).
es_es: La pintura de Van Gogh llamada La noche estrellada demuestra uno de los síntomas distintivos del envenenamiento por plomo: ver los objetos en círculos o halos (Meekeren, 2003).

source: Van Gogh’s paints he used to create his art contained small doses of lead, and the painter had a habit to nibble on the chips of paint.
es_es: Las pinturas de Van Gogh que utilizó para crear su arte contenían pequeñas dosis de plomo, y el pintor tenía la costumbre de mordisquear las astillas de pintura

source: Van Gogh’s sympathy towards the lower class people (peasants, miners, prostitutes) resulted in conflicts with his family but made a positive impact on his art.
es_es: La simpatía de Van Gogh hacia la gente de clase baja (campesinos, mineros, prostitutas) provocó conflictos con su familia, pero tuvo un impacto positivo en su arte.

source: Various incidents demonstrate Vincent Van Gogh’s depression:
es_es: Varios incidentes demuestran la depresión de Vincent Van Gogh:

source: Vincent Van Gogh became a painter When he reached the age of 28, He was the oldest son of a Protestant minister.
es_es: Vincent Van Gogh se convirtió en pintor cuando cumplió los 28 años.

source: Vincent Van Gogh did most of his paintings outdoors and so had severe sun exposure.
es_es: Vincent Van Gogh hizo la mayoría de sus pinturas al aire libre y, por lo tanto, tuvo una exposición severa al sol.

source: Vincent Van Gogh had a miserable childhood and was described as unstable with emotional problems.
es_es: Vincent Van Gogh tuvo una infancia desafortunada y fue descrito como inestable y con problemas emocionales.

source: Vincent Van Gogh made a significant influence on the art of the 20th century.
es_es: Vincent Van Gogh ejerció una influencia significativa en el arte del siglo XX.

source: Vincent Van Gogh tried to kill his friend Gauguin, and then he cut off a part of his ear.
es_es: Vincent Van Gogh intentó matar a su amigo Gauguin y luego le cortó una parte de la oreja.

source: Vincent Van Gogh was a prolific artist in the 19th century.
es_es: Vincent Van Gogh fue un prolífico artista del siglo XIX.

source: Vincent Van Gogh’s two strongest relationships seem to have been with his brother, Theo, and Paul Gauguin, a contemporary artist.
es_es: Las dos relaciones más cercanas de Vincent Van Gogh parece que fueron con su hermano, Theo, y con Paul Gauguin, un artista contemporáneo.

source: Vincent Willem van Gogh (1853-1890) was one of the most conspicuous painters of the 19th century.
es_es: Vincent Willem van Gogh (1853-1890) fue uno de los pintores más conspicuos del siglo XIX

source: Vincent seems to have been affected mentally by the fact that his father was a pastor, making him a mostly unstable child with emotional problems.
es_es: Vincent parece haber sido afectado psicológicamente por el hecho de que su padre era un pastor, convirtiéndole en un nino inestable con problemas emocionales.

source: Vincent van Gogh has had a complicated childhood, and the hardships of his later life worsened his mental state.
es_es: Vincent van Gogh tuvo una infancia complicada, y las dificultades de su vida posterior empeoraron su estado mental.

source: When Van Gogh moved in with his brother Theo in Paris in March 1886 he met Henri de Toulouse Lautrec in Cormon’s studio where Lautrec drew Van Gogh’s painting in pastel.
es_es: Cuando Van Gogh se mudó a París con su hermano Theo en marzo de 1886, conoció a Henri de Toulouse Lautrec en el estudio de Cormon, donde Lautrec dibujó al pastel el cuadro de Van Gogh.

source: When one deals with the historical method, he/she refers to the comparison.
es_es: Cuando se trata del método histórico, se refiere a la comparación.

source: Where Gauguin supported abstract art, Vincent Van Gogh supported the reality of the world.
es_es: Mientras Gauguin apoyaba el arte abstracto, Vincent Van Gogh apoyaba el realismo del mundo.

source: With its help, people can not only enhance their knowledge of previous events but also predict future ones (Sreedharan, 2007).
es_es: Con su ayuda, las personas no solo pueden mejorar su conocimiento de eventos anteriores, sino también predecir eventos futuros (Sreedharan, 2007).

source: Within a particular period, various subjects can be collated with each other or the stages of the development of one subject.
es_es: Dentro de un período particular, varios temas pueden cotejarse entre sí o las etapas del desarrollo de un tema.

source: Working as a missionary, Van Gogh often engaged in communication with the poorest population and happened to adopt their worldview starting to believe that religion was irrelevant to reality (Butterfield, 2011).
es_es: Trabajando como misionero, Van Gogh a menudo se involucró en la comunicación con la población más pobre y debido a ello adoptó su visión del resto del mundo, empezando por creer que la religión era irrelevante a la realidad (Butterfield, 2011).

source: Working on a painting provided him some relief, the one that therapy could provide.
es_es: Trabajar en un cuadro le proporcionaba cierto alivio, el que podía proporcionar la terapia.

source: Worn out analyze
es_es: Analizar desgastado

source: good But, importantly, having failed in all the careers that the artist tried to pursue (namely, teaching, bookselling, and preaching) worsened van Gogh’s relationships with his family (Butterfield, 2011; Smith & Naifeh, 2011).
es_es: bueno Pero, lo que es más importante, el haber fracasado en todas las carreras que el artista intentó seguir (es decir, la enseñanza, la venta de libros y la predicación) empeoró las relaciones de van Gogh con su familia (Butterfield, 2011; Smith & Naifeh, 2011).

source: that manic depression is a condition that includes periods of active creativity and the lack of such; the latter is accompanied by the feeling of helplessness and desperation (Lewis, 2010).
es_es: que la depresión maníaca es una condición que incluye períodos de creatividad activa y la falta de ella; este último va acompañado del sentimiento de impotencia y desesperación (Lewis, 2010).

source: “Peasant Sitting by the Fireplace (Worn Out)” (van Gogh, 1881).
es_es: cuerda campesina junto a la chimenea

source: “Sunflowers” was created in one of the hardest periods of Van Gogh’s life.
es_es: "Los Girasoles" fue creado en uno de los periodos más duros de la vida de Van Gogh.
